export default {
  projections: {
    КлассВредФакторE: {
      вредныйФактор: {
        __caption__: 'Вредный фактор'
      },
      подразделение: {
        __caption__: 'Подразделение',
        наименование: {
          __caption__: 'Подразделение'
        }
      }
    },
    КлассВредФакторL: {
      вредныйФактор: {
        __caption__: 'Вредный фактор'
      },
      подразделение: {
        __caption__: 'Подразделение',
        наименование: {
          __caption__: 'Подразделение'
        }
      }
    }
  },
  validations: {
    вредныйФактор: {
      __caption__: 'Вредный фактор'
    },
    подразделение: {
      __caption__: 'Подразделение'
    }
  }
};
