export default {
  projections: {
    СотрудникиE: {
      номер: {
        __caption__: 'Номер'
      },
      фИО: {
        __caption__: 'ФИО'
      },
      пол: {
        __caption__: 'Пол'
      },
      датаРождения: {
        __caption__: 'Дата рождения'
      },
      серияПаспорта: {
        __caption__: 'Серия паспорта'
      },
      номерПаспорта: {
        __caption__: 'Номер паспорта'
      },
      телефон: {
        __caption__: 'Телефон'
      },
      должности: {
        __caption__: 'Должности',
        наименование: {
          __caption__: 'Должность'
        }
      },
      подразделение: {
        __caption__: 'Подразделение',
        наименование: {
          __caption__: 'Подразделение'
        }
      }
    },
    СотрудникиL: {
      номер: {
        __caption__: 'Номер'
      },
      фИО: {
        __caption__: 'ФИО'
      },
      пол: {
        __caption__: 'Пол'
      },
      датаРождения: {
        __caption__: 'Дата рождения'
      },
      серияПаспорта: {
        __caption__: 'Серия паспорта'
      },
      номерПаспорта: {
        __caption__: 'Номер паспорта'
      },
      телефон: {
        __caption__: 'Телефон'
      },
      должности: {
        __caption__: 'Должность',
        наименование: {
          __caption__: 'Должность'
        }
      },
      подразделение: {
        __caption__: 'Подразделение',
        наименование: {
          __caption__: 'Подразделение'
        }
      }
    }
  },
  validations: {
    датаРождения: {
      __caption__: 'Дата рождения'
    },
    номер: {
      __caption__: 'Номер'
    },
    номерПаспорта: {
      __caption__: 'Номер паспорта'
    },
    пол: {
      __caption__: 'Пол'
    },
    серияПаспорта: {
      __caption__: 'Серия паспорта'
    },
    телефон: {
      __caption__: 'Телефон'
    },
    фИО: {
      __caption__: 'ФИО'
    },
    должности: {
      __caption__: 'Должности'
    },
    подразделение: {
      __caption__: 'Подразделение'
    }
  }
};
